Repository: gmc-holle/xfdashboard
Catalog: po/*.po
Languages: de, es, eu, it, ja, ko

source: When enabled all live window previews will also show their child windows. Disabling this option will increase performance on slower machines.
de: Wenn aktiviert, werden in allen Live-Fenster-Vorschauen auch die untergeordneten Fenster angezeigt. Das Deaktivieren dieser Option erhöht die Leistung auf langsameren Rechnern.
es: Si se activa, todas las vistas previas de las ventanas también mostrarán sus ventanas secundarias. Al desactivar esta opción, se incrementará el rendimiento de los equipos más lentos.
eu: Gaitzen denean leihoen zuzeneko aurrebista guztiek bere leiho umeak erakutsiko dute ere. Aukera hau desgaitzeak errendimendua hobetuko du ordenagailu moteletan.
it: Quando abilitato, tutte le anteprime delle finestre mostreranno anche le finestre figlie. Disabilitando questa impostazione vengono migliorate le prestazioni sulle macchine più lente.
ja: 有効にすると、すべてのライブウィンドウプレビューに子ウィンドウが表示されます。このオプションを無効にすると、低速のマシンでのパフォーマンスが向上します。
ko: 전체 실시간 창 미리보기를 활성화하면 하위 창 또한 보여줍니다. 이 옵션을 끄면 느린 머신의 성능을 개선합니다.

source: Always start a new instance for application
de: Immer eine neue Instanz für die Anwendung starten
es: Iniciar siempre una nueva instancia de la aplicación
eu: Instantzia berri bat hasi beti aplikaziorako
it: Avvia sempre una nuova istanza per applicazione
ja: アプリケーションの新規インスタンスを常に開始する
ko: 항상 프로그램의 새 인스턴스 시작

source: When enabled and an icon in quicklaunch is clicked it will always start a new instance of the application. When not enabled it will select the last known active window of the running application instance. If application is not running, a new instance will be started.
de: Wenn aktiviert und ein Symbol im Schnellstart angeklickt wird, wird immer eine neue Instanz der Anwendung gestartet. Wenn nicht aktiviert, wählt sie das letzte bekannte aktive Fenster der laufenden Anwendungsinstanz aus. Wenn die Anwendung nicht läuft, wird eine neue Instanz gestartet.
es: Si se activa y se hace clic en un icono de inicio rápido, se iniciará siempre una nueva instancia de la aplicación. Si no se activa, se seleccionará la última ventana activa conocida de la instancia de la aplicación en ejecución. Si la aplicación no se está ejecutando, se iniciará una nueva instancia.
eu: Gaituta dagoenean eta abiarazle azkarrean ikono bat klikatzen denean aplikazioaren instantzia berri bat hasiko da beti. Ezgaituta dagoenean exekutatzen ari den aplikazioaren instantziaren azken leiho aktibo ezaguna hautatuko du. Aplikazioa ez bada exekutatzen ari, instantzia berri bat hasiko da.
it: Quando abilitato e quando si fa clic su una icona di avvio rapido, verrà avviata sempre una nuova istanza della applicazione. Quando non abilitato, verrà selezionata l'ultima finestra attiva conosciuta dell'istanza della applicazione in esecuzione. Se l'applicazione non è in esecuzione, verrà avviata una nuova istanza.
ja: 有効にしてクイック起動のアイコンをクリックすると、アプリケーションの新規インスタンスを常に開始します。 有効にしない場合は実行中のアプリケーションインスタンスの最後のアクティブウィンドウが選択されます。アプリケーションが実行されていない場合は、新規インスタンスを開始します。
ko: 빠른 실행의 아이콘을 띄워서 누르면 항상 프로그램을 새 인스턴스로 시작합니다. 이 기능을 사용하지 않으면 실행중인 프로그램 인스턴스의 최근 활성 창을 선택합니다. 프로그램을 실행하고 있지 않으면 새 인스턴스를 시작합니다.

source: Enable animations
de: Animationen aktivieren
es: Permitir animaciones
eu: Animazioak gaitu
it: Abilita animazioni
ja: アニメーションを有効にする
ko: 애니메이션 활성

source: If enabled theme-defined animations will be shown.
de: Wenn aktiviert, werden themenbezogene Animationen gezeigt.
es: Si se activa, se mostrarán las animaciones definidas por el tema.
eu: Gaituta badago itxurak zehaztutako animazioak ikusiko dira.
it: Se attivato, verranno mostrate animazioni definite dal tema.
ja: 有効にすると、テーマ定義のアニメーションが表示されます。
ko: 이 설정을 표시하면 테마에서 정의한 애니메이션이 나타납니다.

source: <b>Applications view:</b>
de: <b>Anwendungs-Ansicht:</b>
es: <b>Vista de aplicaciones</b>
eu: <b>Aplikazioen ikuspegia:</b>
it: <b>Visualizzazione applicazioni:</b>
ja: <b>アプリケーションビュー:</b>
ko: <b>프로그램 보기:</b>

source: Show menu for all installed applications
de: Menü für alle installierten Anwendungen anzeigen
es: Mostrar el menú de todas las aplicaciones instaladas
eu: Menua erakutsi instalatutako aplikazio guztietarako
it: Mostra menu di tutte le applicazioni installate
ja: インストールされているすべてのアプリケーションのメニューを表示する
ko: 설치한 모든 프로그래 메뉴를 표시합니다

source: When enabled an "all applications" menu containing all installed applications will be shown at applications view
de: Wenn aktiviert, wird ein Menü "Alle Anwendungen", das alle installierten Anwendungen enthält, in der Anwendungsansicht angezeigt
es: Si se activa, se mostrará un menú con todas las aplicaciones instaladas en la vista de aplicaciones
eu: Gaituta dagoenean "aplikazio guztiak" menu bat ikusiko da aplikazioen ikuspegian instalatutako aplikazio guztiekin.
it: Quando attivato, un menu "tutte le applicazioni" contenente tutte le applicazioni installate verrà mostrato nella vista applicazioni
ja: 有効にすると、インストールされているすべてのアプリケーションを含む「すべてのアプリケーション」メニューがアプリケーションビューに表示されます
ko: "모든 프로그램"을 활성화하면 설치한 모든 프로그램이 들어간 메뉴를 프로그램 보기에 나타냅니다

source: <b>Windows view:</b>
de: <b>Fenster-Ansicht:</b>
es: <b>Vista de ventanas</b>
eu: <b>Leihoen ikuspegia:</b>
it: <b>Visualizzazione finestre:</b>
ja: <b>ウィンドウビュー:</b>
ko: <b>창 보기:</b>

source: Mouse wheel changes workspace
de: Mit dem Mausrad die Arbeitsoberfläche wechseln
es: La rueda del ratón cambia de área de trabajo
eu: Saguaren gurpilak idazmahaia aldatzen du
it: Rotella del mouse cambia spazio di lavoro
ja: マウスホイールでワークスペースを変更する
ko: 마우스 휠로 작업 공간 전환

source: When enabled any scroll event, like mouse-wheel up and down, at the windows view will change the active workspace. This behaviour is the same as in workspace selector.
de: Wenn aktiviert, ändert jedes Bildlaufereignis, wie z. B. das Auf- und Abbewegen des Mausrads, in der Fensteransicht den aktiven Arbeitsbereich. Dieses Verhalten ist dasselbe wie bei der Arbeitsbereichsauswahl.
es: Si se activa, el desplazamiento de la rueda del ratón en la vista de ventanas cambiará el área de trabajo activa. Este comportamiento es el mismo que el del selector de áreas de trabajo.
eu: Gaituta dagoenean leihoen ikuspegian egindako edozein desplazamendu gertakari, saguaren erdiko gurpila gora eta behera mugitzea bezala, lan-eremu aktiboa aldatuko du. Portaera hau lan-eremuen hautatzailearen berdina da.
it: Quando abilitato, ogni evento di scorrimento, come quello della rotella del mouse, sulle finestre cambierà lo spazio di lavoro attivo. Questo comportamento è lo stesso di quello del selettore di spazio di lavoro.
ja: 有効にすると、ウィンドウビューでマウスホイールの上下などのスクロールでアクティブなワークスペースを変更します。この動作はワークスペースセレクターの場合と同じです。
ko: 마우스 휠 상하동작과 같은 스크롤 이벤트를 활성화하면, 창 보기 상태에서 활성 작업 공간을 바꿉니다. 이 동작은 작업 공간 선택기의 그것과 같습니다.

source: <b>Search view:</b>
de: <b>Such-Ansicht:</b>
es: <b>Vista de búsqueda</b>
eu: <b>Bilaketa ikuspegia:</b>
it: <b>Visualizzazione ricerca:</b>
ja: <b>検索ビュー:</b>
ko: <b>검색 보기:</b>

source: Sets the interval the search should be delayed by after the first character was entered.
de: Legt das Intervall fest, um das die Suche verzögert werden soll, nachdem das erste Zeichen eingegeben wurde.
es: Configura el tiempo de espera para iniciar la búsqueda después de escribir el primer carácter.
eu: Lehen letra idazten denetik bilaketa atzeratu beharko litzatekeen denbora tartea zehazten du.
it: Imposta l'intervallo di tempo di cui la ricerca deve essere ritardata dopo l'inserimento del primo carattere.
ja: 最初の文字が入力されてから検索を開始するまでの間隔を設定する。
ko: 첫 단어를 입력한 다음 검색 결과를 나타낼 때까지 기다릴 지연시간 간격을 설정합니다.

source: Delay initial search interval:
de: Anfängliches Suchintervall verzögern:
es: Tiempo de espera para iniciar la búsqueda:
eu: Hasierako bilaketa tartea atzeratu:
it: Intervallo di cui ritardare la ricerca iniziale:
ja: 検索開始までの間隔:
ko: 초기 검색 간격 지연시간:

source: General
de: Allgemeines
eu: Orokorra
it: Generali
ja: 一般
ko: 일반

source: <b>Name:</b>
es: <b>Nombre:</b>
eu: <b>Izena:</b>
it: <b>Nome:</b>
ja: <b>名前:</b>
ko: <b>이름:</b>

source: <b>Author:</b>
de: <b>Autor:</b>
es: <b>Autor:</b>
eu: <b>Egilea:</b>
it: <b>Autore:</b>
ja: <b>作者:</b>
ko: <b>작성자:</b>

source: <b>Version:</b>
eu: <b>Bertsioa:</b>
it: <b>Versione:</b>
ja: <b>バージョン:</b>
ko: <b>버전:</b>

source: <b>Description:</b>
de: <b>Beschreibung:</b>
es: <b>Descripción:</b>
eu: <b>Azalpena:</b>
it: <b>Descrizione:</b>
ja: <b>説明:</b>
ko: <b>설명:</b>

source: Themes
de: Themen
es: Temas
eu: Itxurak
it: Temi
ja: テーマ
ko: 테마

source: <b>License:</b>
de: <b>Lizenz:</b>
es: <b>Licencia:</b>
eu: <b>Lizentzia:</b>
it: <b>Licenza:</b>
ja: <b>ライセンス:</b>
ko: <b>라이선스:</b>

source: Plugins
es: Complementos
eu: Pluginak
it: Estensioni
ja: プラグイン
ko: 플러그인

source: Default theme for xfdashboard
de: Standardthema für xfdashboard
es: Tema predeterminado para Xfdashboard
eu: Xfdashboardentzako itxura lehenetsia
it: Tema predefinito per xfdashboard
ja: xfdashboard のデフォルトテーマ
ko: xf대시보드 기본 테마

source: Aubergine theme for xfdashboard
de: Aubergine-Thema für xfdashboard
es: Tema de color berenjena para Xfdashboard
eu: Alberjinia itxura xfdashboardentzako
it: Tema aubergine per xfdashboard
ja: Xfdashboard のナスのテーマ
ko: xf대시보드용 가지 테마

source: xfdashboard-blue
de: xfdashboard-blau
es: Xfdashboard azul
eu: xfdashboard-urdina
it: xfdashboard-blu

source: Blue theme for xfdashboard
de: Blau Thema für xfdashboard
es: Tema de color azul para Xfdashboard
eu: Itxura urdina xfdashboardentzako
it: Tema blu per xfdashboard
ja: xfdashboard のブルーテーマ
ko: xf대시보드용 청색 테마

source: xfdashboard-dark
de: xfdashboard-dunkel
es: Xfdashboard oscuro
eu: xfdashboard-iluna
it: xfdashboard-scuro

source: Dark theme for xfdashboard
de: Dunkles Thema für xfdashboard
es: Tema de color oscuro para Xfdashboard
eu: Itxura iluna xfdashboardentzako
it: Tema scuro per xfdashboard
ja: xfdashboard のダークテーマ
ko: xf대시보드용 어두움 테마

source: xfdashboard-mint
es: Xfdashboard menta
eu: xfdashboard-menda
it: xfdashboard-menta

source: Fresh-green flavored theme for xfdashboard
de: Thema mit frischgrünem Ton für xfdashboard
es: Tema de color verde fresco para Xfdashboard
eu: Itxura berde freskoa xfdashboardentzako
it: Tema fresh-green per xfdashboard
ja: Xfdashboard のフレッシュグリーンのテーマ
ko: xf대시보드용 싱그러운 녹색 취향 테마

source: Moranga theme for xfdashboard
de: Moranga Thema für xfdashboard
es: Tema de color calabaza para Xfdashboard
eu: Moranga itxura xfdashboardentzako
it: Tema moranga per xfdashboard
ja: Xfdashboard の冬カボチャのテーマ
ko: xf대시보드용 모랑가 테마

source: xfdashboard-wine
de: xfdashboard Wein
es: Xfdashboard vino
eu: xfdashboard-ardoa
it: xfdashboard-vino

source: Red wine theme for xfdashboard
de: Rotweinfarbiges Thema für xfdashboard
es: Tema de color vino tinto para Xfdashboard
eu: Ardo beltz itxura xfdashboardentzako
it: Tema "vino rosso" per xfdashboard
ja: Xfdashboard の赤ワインのテーマ
ko: xf대시보드용 레드 와인 테마

source: Could not execute action '%s' for application '%s': %s
de: Konnte die Aktion '%s' für die Anwendung '%s' nicht ausführen: %s
es: No se ha podido ejecutar la acción «%s» para la aplicación «%s»: %s
eu: Ezin izan da '%s' ekintza exekutatu '%s' aplikaziorako: %s
it: Impossibile eseguire azione '%s' per applicazione '%s': %s
ja: アプリケーション '%s' のアクション '%s' が実行できません: %s

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
eu: Errore ezezaguna
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류

source: Executed action '%s' for application '%s'
de: Ausgeführte Aktion '%s' für Antrag '%s'
es: Acción «%s» ejecutada para la aplicación «%s»
eu: '%s' ekintza exekutatu da '%s' aplikaziorako
it: Azione '%s' eseguita per applicazione '%s'
ja: アプリケーション '%s' のアクション '%s' を実行しました

source: Launching application '%s' failed: %s
de: Das Starten der Anwendung '%s' schlug fehl: %s
es: Ha fallado el inicio de la aplicación «%s»: %s
eu: '%s' aplikazioa abiarazteak huts egin du: %s
it: Esecuzione dell'applicazione '%s' non riuscita: %s
ja: アプリケーション '%s' の起動に失敗しました: %s
ko: '%s' 프로그램 실행 실패: %s

source: No information available for application
de: Keine Informationen zur Anwendung verfügbar
es: No hay información disponible para la aplicación
eu: Ez dago informaziorik eskuragarri aplikaziorako
it: Nessuna informazione disponibile per l'applicazione
ja: アプリケーションに関する情報がありません
ko: 프로그램 가용 정보가 없습니다

source: unknown error
de: Unbekannter Fehler
es: error desconocido
eu: errore ezezaguna
it: errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류

source: Application '%s' launched
de: Anwendung '%s' gestartet
es: Se ha iniciado la aplicación «%s»
eu: '%s' aplikazioa abiarazi da
it: Applicazione '%s' avviata
ja: アプリケーション '%s' を起動しました
ko: '%s' 프로그램을 실행했습니다

source: Launch
de: Starten
es: Iniciar
eu: Abiarazi
it: Avvia
ja: 起動
ko: 실행

source: Applications
de: Anwendungen
es: Aplicaciones
eu: Aplikazioak
it: Applicazioni
ja: アプリケーション
ko: 프로그램

source: Back
de: Zurück
es: Atrás
eu: Atzera
it: Indietro
ja: 前日に移動します
ko: 뒤로

source: Go back to previous menu
de: Zurückkehren zum vorherigen Menü
es: Volver al menú anterior
eu: Aurreko menura bueltatu
it: Vai al menu precedente
ja: 前のメニューに戻る
ko: 이전 메뉴로 돌아갑니다

source: All applications
de: Alle Anwendungen
es: Todas las aplicaciones
eu: Aplikazio guztiak
it: Tutte le applicazioni
ja: 全てのアプリケーション
ko: 모든 프로그램

source: List of all installed applications
de: Liste aller installierten Anwendungen
es: Lista de todas las aplicaciones instaladas
eu: Instalatutako aplikazio guztien zerrenda
it: Elenco di tutte le applicazioni installate
ja: インストールされた全アプリケーションのリスト
ko: 설치한 모든 프로그램의 목록입니다

source: Could not load theme '%s': %s
de: Konnte Thema nicht laden %s%s
es: No se ha podido cargar el tema «%s»: %s
eu: Ezin izan da '%s' itxura kargatu: %s
it: Impossibile caricare il tema '%s': %s
ja: %s のテーマを読み込めません: %s
ko: '%s' 테마를 불러올 수 없습니다: %s

source: Welcome to %s (%s)!
de: Willkommen zu %s (%s)!
es: ¡Le damos la bienvenida a %s (%s)!
eu: Ongi etorri %s(e)ra (%s)!
it: Benvenuti su %s (%s)!
ja: %s (%s) へようこそ！
ko: %s (%s) 사용을 환영합니다!

source: Welcome to %s!
de: Willkommen zu %s!
es: ¡Le damos la bienvenida a %s!
eu: Ongi etorri %s(e)ra!
it: Benvenuti su %s!
ja: %s へようこそ！
ko: %s 사용을 환영합니다!

source: No windows to activate for application
de: Keine Fenster für die Anwendung zu aktivieren
es: No hay ventanas que activar para la aplicación
eu: Ez dago leihorik aktibatzeko aplikaziorako
it: Nessuna finestra da attivare per l'applicazione
ja: アプリケーション用にアクティブにするウィンドウがありません
ko: 프로그램에서 띄울 창이 없습니다

source: Favourite '%s' removed
de: Favorit '%s' entfernt
es: Marcador «%s» eliminado
eu: '%s' gogokoena kendu da
it: Preferito '%s' rimosso
ja: お気に入り '%s' から削除
ko: '%s' 항목을 즐겨찾기에서 제거했습니다

source: Favourite '%s' added
de: Favorit '%s' hinzugefügt
es: Marcador «%s» añadido
eu: '%s' gogokoena gehitu da
it: Preferito '%s' aggiunto
ja: お気に入り '%s' に追加
ko: '%s' 항목을 즐겨찾기에 추가했습니다

source: Remove from favourites
de: Aus Favoriten entfernen
es: Eliminar de las aplicaciones favoritas
eu: Gogokoenetatik kendu
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거합니다

source: Add to favourites
de: Zu Favoriten hinzufügen
es: Añadir a aplicaciones favoritas
eu: Gogokoenetara gehitu
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가합니다

source: Remove
de: Entfernen
es: Eliminar
eu: Ezabatu
it: Rimuovi
ja: 削除
ko: 제거

source: Show %d more results...
de: %d weitere Ergebnisse anzeigen...
es: Mostrar %d resultados más...
eu: %d emaitza gehiago erakutsi...
it: Mostra altri %d risultati...
ja: %d 以上の結果を表示...
ko: 결과 %d개 더 표시...

source: Show all %d results...
de: Alle %d Ergebnisse anzeigen...
es: Mostrar los %d resultados...
eu: %d emaitzak erakutsi...
it: Mostra tutti i %d risultati...
ja: %d すべての結果を表示...
ko: 결과 %d개 모두 표시...

source: No results found for '%s'
de: Keine Ergebnisse für '%s' gefunden
es: No se han encontrado resultados para «%s»
eu: Ez da emaitzarik aurkitu '%s'(e)rako
it: Nessun risultato trovato per '%s'
ja: '%s' の結果が見つかりません
ko: '%s' 단어 검색 결과가 없습니다.

source: Search
de: Suche
es: Búsqueda
eu: Bilatu
it: Cerca
ja: 検索
ko: 검색

source: Just type to search...
de: Suche starten mit Eingabe...
es: Solo hay que escribir para buscar...
eu: Idatzi bilatzeko...
it: Digita per cercare...
ja: 入力すると検索できます...
ko: 검색 단어를 입력하십시오...

source: Windows
de: Fenster
es: Ventanas
eu: Leihoak
it: Finestre
ja: ウィンドウ
ko: 윈도우

source: Auto-pin windows
es: Anclar las ventanas automáticamente
it: Agganciare automaticamente le finestre
ja: 自動ピン留めウィンドウ
ko: 창 자동 고정

source: Pins windows on secondary windows or unpins windows on primary windows automatically
es: Anclar o desanclar las ventanas secundarias en las ventanas primarias automáticamente
it: Aggancia finestre sulle finestre secondarie o sgancia finestre su finestre primarie automaticamente
ja: セカンダリウィンドウにウィンドウを固定するか、自動的にプライマリウィンドウのウィンドウ固定を解除します
ko: 자동으로 보조 창의 창을 고정하거나 주 창의 창 고정을 해제합니다

source: Clock
de: Uhr
es: Reloj
eu: Ordularia
it: Orologio
ja: 時計
ko: 시계

source: Hour color:
de: Stundenfarbe
es: Color de las horas:
eu: Orduaren kolorea:
it: Colore dell'ora:
ja: 時針の色:
ko: 시 색상:

source: Choose color for hour hand
de: Farbe für den Stundenzeiger wählen
es: Elija un color para el horario
eu: Orduen orratzaren kolorea hautatu
it: Scegli il colore della lancetta delle ore
ja: 時針の色を選択
ko: 시 부분의 색상을 선택하십시오

source: Minute color:
de: Minutenfarbe:
es: Color de los minutos:
eu: Minutuen kolorea:
it: Colore del minuto:
ja: 分針の色:
ko: 분 색상:

source: Choose color for minute hand
de: Farbe für den Minutenzeiger wählen
es: Elija un color para el minutero
eu: Minutuen orratzaren kolorea hautatu
it: Scegli il colore della lancetta dei minuti
ja: 分針の色を選択
ko: 분 부분의 색상을 선택하십시오

source: Second color:
de: Zweite Farbe:
es: Color de los segundos:
eu: Segundoen kolorea:
it: Secondo colore:
ja: 秒の色:
ko: 초 색상:

source: Choose color for second hand
de: Farbe für den Sekundenzeiger wählen
es: Elija un color para el segundero
eu: Segundoen orratzaren kolorea hautatu
it: Scegli il colore per la seconda lancetta
ja: 秒針の色を選択
ko: 초 부분의 색상을 선택하십시오

source: Background color:
de: Hintergrundfarbe:
es: Color del fondo:
eu: Atzeko planoaren kolorea:
it: Colore di sfondo:
ja: 背景色:
ko: 배경색:

source: Choose color for background of second hand
de: Farbe für den Hintergrund des Sekundenzeigers wählen
es: Elija el color para el fondo del segundero
eu: Segundoen orratzaren atzealdeko kolorea hautatu
it: Scegli il colore per lo sfondo della seconda lancetta
ja: 秒針の背景色を選択
ko: 초 부분의 배경 색상을 선택하십시오

source: Adds a new view showing a clock
de: Fügt eine neue Ansicht mit einer Uhr hinzu
es: Añade una vista nueva que muestra un reloj
eu: Bista berri bat gehitzen du erloju batekin
it: Aggiunge una nuova visualizzazione del orologio
ja: 時計表示の新規ビューを追加する
ko: 새 시계 모양새를 추가합니다

source: Example search
de: Beispielsuche
es: Ejemplo de búsqueda
eu: Bilaketa eredua
it: Esempio di ricerca
ja: 検索例
ko: 예제 검색

source: Example search provider
de: Beispiel Suchanbieter
es: Ejemplo de proveedor de búsquedas
eu: Bilaketa hornitzaile eredua
it: Esempio del provider di ricerca
ja: 検索プロバイダー例
ko: 예제 검색 제공자

source: This is just a useless example search provider plugin
de: Dies ist nur ein nutzloses Beispiel für ein Suchanbieter-Plugin
es: Ejemplo de complemento inútil para proveedores de búsqueda
eu: Hau alferrikako bilaketa hornitzaile plugin eredu bat besterik ez da
it: Questo è solo un'inutile esempio dell'estensione del provider di ricerca
ja: これは無益な検索プロバイダープラグインの例です
ko: 쓸모없는 예제 검색 제공 플러그인일 뿐입니다

source: Gnome-Shell search provider
de: Gnome-Shell-Suchanbieter
es: Proveedor de búsquedas de Gnome Shell
eu: Gnome-Shell bilaketa hornitzailea
it: Provider di ricerca di Gnome-Shell
ja: Gnome-Shell 検索プロバイダー
ko: 그놈 셸 검색 제공자

source: Uses Gnome-Shell search providers as source for searches
de: Verwendet den Gnome-Shell-Suchanbieter als Quelle für Suchanfragen
es: Usa los proveedores de búsqueda de Gnome Shell como fuente para las búsquedas
eu: Gnome-Shell bilaketa hornitzailea erabiltzen du bilaketen iturri bezala
it: Usa provider di ricerca di Gnome-Shell come sorgente di ricerche
ja: Gnome シェルの検索プロバイダーを検索のソースとして使用する
ko: 그놈 셸 검색 제공자를 검색 대상 원본으로 활용합니다

source: Immediately
de: Sofort
es: Inmediatamente
eu: Berehala
it: Immediatamente
ja: すぐに
ko: 즉시

source: Activation corner:
de: Aktivierungsecke:
es: Esquina de activación:
eu: Aktibatze izkina:
it: Angolo di attivazione:
ja: アクティベーションコーナー:
ko: 활성 코너:

source: Radius of activation corner:
de: Radius der Aktivierungsecke:
es: Radio de la esquina de activación:
eu: Aktibazio izkinaren erradioa:
it: Raggio dell'angolo di attivazione:
ja: アクティベーションコーナーの半径:
ko: 활성 코너 반지름:

source: Timeout to activate:
de: Zeitüberschreitung zum Aktivieren:
es: Tiempo de espera para la activación:
eu: Aktibatzeko denbora-muga:
it: Timeout di attivazione:
ja: アクティベートまでの時間:
ko: 활성 제한 시간:

source: Primary monitor only
de: Nur primärer Monitor
es: Solo monitor principal
eu: Monitore nagusia soilik
it: Solo schermo primario
ja: プライマリーモニターのみ
ko: 주 모니터만

source: Hot corner
de: Heiße Ecke
es: Esquina activa
eu: Izkin beroa
it: Angolo attivo
ja: ホットコーナー
ko: 핫 코너

source: Activates xfdashboard when pointer is moved to a configured corner of monitor
de: Aktiviert xfdashboard, wenn der Zeiger auf eine konfigurierte Ecke des Monitors bewegt wird
es: Activa Xfdashboard al mover el puntero a una esquina configurada del monitor
eu: Xfdashboard aktibatzen du sagu markatzailea zehaztutako monitorearen izkina batera mugitzen denean
it: Attiva xfdashboard quando il puntatore è spostato nell'angolo configurato dello schermo
ja: ポインターがモニターの設定したコーナーに移動すると、Xfdashboard をアクティブにする
ko: 모니터에 설정한 구석으로 마우스 포인터를 옮기면 xf대시보드를 활성화합니다

source: Middle-click window close
de: Fenster mit Mittelklick schließen
es: Cerrar la ventana con el clic central
eu: Erdiko klikak leihoa itxi
it: Chiusura di finestra con clic centrale
ja: マウスの中クリックでウィンドウを閉じる
ko: 가운데 단추로 창 닫기

source: Closes windows in windows view by middle-click
de: Schließt Fenster in der Fensteransicht durch einen Mittelklick
es: Cierra ventanas en la vista de ventanas con un clic central
eu: Leihoak itxi leihoen ikuspegian erdiko klik eginez
it: Chiude finestre nella visualizzazione finestre con clic centrale
ja: マウスの中クリックでウィンドウビューのウィンドウを閉じる
ko: 가운데 단추를 누르면 창 보기 상태에서 창을 닫습니다.

source: Recently used search provider
de: Zuletzt verwendeter Suchanbieter
es: Proveedor de búsquedas usado recientemente
it: Provider di ricerca usati di recente
ja: 最近使用した検索プロバイダー
ko: 최근 활용한 검색 제공자

source: A search provider using recently used files as source
de: Ein Suchanbieter, der kürzlich verwendete Dateien als Quelle verwendet
es: Un proveedor de búsquedas que usa como fuente los archivos usados recientemente
it: Un provider di ricerca che usa file recenti come sorgente
ja: 最近使用した検索プロバイダー
ko: 최근 파일을 원본으로 활용한 검색 제공자

source: Recently used
de: Zuletzt verwendet
es: Recientes
it: Usati di recente
ja: 最近開いたファイル
ko: 최근 사용한 것

source: Launching application for '%s' failed: %s
de: Das Starten der Anwendung für '%s' ist fehlgeschlagen: %s
es: Error al iniciar la aplicación «%s»: %s
it: Esecuzione dell'applicazione per '%s' non riuscita: %s
ja: '%s' のアプリケーション起動に失敗: %s

source: Launching application for file '%s' failed: %s
de: Das Starten der Anwendung für Datei '%s' ist fehlgeschlagen: %s
es: Error al iniciar la aplicación para el archivo «%s»: %s
it: Esecuzione dell'applicazione per il file '%s' non riuscita: %s
ja: ファイル '%s' のアプリケーション起動に失敗: %s

source: Do nothing
de: Nichts tun
es: Desactivar
eu: Ez egin ezer
it: Non fare nulla
ja: なにもしない
ko: 아무것도 안 함

source: Windows view
de: Fenster-Ansicht
es: Vista de ventanas
eu: Leiho ikuspegia
it: Visualizzazione finestre
ja: ウィンドウビュー
ko: 창 보기

source: Applications view
de: Anwendungs-Ansicht
es: Vista de aplicaciones
eu: Aplikazioen ikuspegia
it: Visualizzazione applicazioni
ja: アプリケーションビュー
ko: 프로그램 보기

source: High
de: Hoch
es: Alta
eu: Altua
it: Alta
ja: 高い
ko: 높게

source: Normal
eu: Arrunta
it: Normale
ja: 通常
ko: 보통

source: Low
de: Niedrig
es: Baja
eu: Baxua
it: Bassa
ja: 低い
ko: 낮게

source: seconds
de: Sekunden
es: segundos
eu: segundo
it: secondi
ja: 秒
ko: 초
