Repository: gmc-holle/xfdashboard
Catalog: po/*.po
Languages: de, es, eu, it, ja, ko

source: Settings manager socket
de: Einstellungsverwaltungsanschluss
es: Socket del gestor de configuración
eu: Ezarpena kudeatzaile socket-a
it: Socket del gestore delle impostazioni
ja: 設定マネージャーソケット
ko: 설정 관리자 소켓

source: SOCKET ID
de: SOCKET-NUMMER
es: ID DEL SOCKET
eu: SOCKETaren IDa
it: ID SOCKET
ja: ソケット ID

source: Version information
de: Versionsinformationen
es: Información de la versión
eu: Bertsio argibideak
it: Informazioni sulla versione
ja: バージョン情報
ko: 버전 정보

source: %s: %s Try %s --help to see a full list of available command line options.
de: %s: %s »%s --help« eingeben, um Informationen über die Verwendung zu erhalten.
es: %s: %s Pruebe %s --help para consultar la lista completa de opciones disponibles en la línea de órdenes.
eu: %s: %s Erabili %s --help komando-lerroko komando erabilgarriak ikusteko.
it: %s: %s Provare %s --help per visualizzare l'elenco completo delle opzioni da riga di comando.
ja: %s : %s %s --help で使用可能なすべてのコマンドラインオプションが表示されます。
ko: %s: %s 사용할 수 있는 모든 명령 줄 목록을 보려면 %s --help를 입력해 봅니다.

source: Configure plugin: %s
de: Plugin konfigurieren: %s
es: Configure el complemento: %s
eu: Plugina konfiguratu: %s
it: Configura estensione: %s
ja: プラグインを設定: %s
ko: 플러그인 설정: %s

source: <b>Plugin could not be loaded.</b> %s
de: <b>Das Plugin konnte nicht geladen werden.</b> %s
es: <b>No se ha podido cargar el complemento.</b> %s
eu: <b>Plugina ezin izan da kargatu.</b> %s
it: <b>Impossibile caricare l'estensione.</b> %s
ja: <b>プラグインを読み込めませんでした.</b> %s
ko: <b>플러그인을 불러올 수 없습니다.</b> %s

source: Name
es: Nombre
eu: Izena
it: Nome
ja: 名前
ko: 이름

source: Theme
de: Thema
es: Tema
eu: Gaia
it: Tema
ja: テーマ
ko: 테마

source: Fork to background
de: Abspaltung in den Hintergrund
es: Mantener en segundo plano
eu: Atzealdera bidali
it: Esegue il fork in background
ja: バックグラウンドにフォークする
ko: 백그라운드로 분리 실행

source: Quit running instance
de: Beende laufende Instanz
es: Cerrar la instancia en ejecución
eu: Martxan dagoen instantzia itxi
it: Chiudi l'istanza in esecuzione
ja: 実行中のインスタンスを終了する
ko: 실행 인스턴스 끝내기

source: Restart running instance
de: Laufende Instanz neu starten
es: Reiniciar la instancia en ejecución
eu: Martxan dagoen instantzia berrabiarazi
it: Riavvia l'istanza in esecuzione
ja: 実行中のインスタンスを再起動する
ko: 실행 인스턴스 다시 시작

source: Toggles visibility if running instance was started in daemon mode otherwise it quits running non-daemon instance
de: Schaltet die Sichtbarkeit um, wenn die laufende Instanz im Dienst-Modus gestartet wurde, andernfalls wird die laufende Nicht-Dienst-Instanz beendet
es: Cambia la visibilidad si la instancia en ejecución se ha iniciado en modo servicio o, de lo contrario, cierra la instancia en ejecución
eu: Ikusgaitasuna txandakatzen du exekutatzen ari den instantzia deabru moduan hasi bazen, bestela ez-deabru moduan exekutatzen ari den instantzia ixten du
it: Mostra/nasconde visibilità se la istanza in esecuzione è in modalità demone, altrimenti arresta l'esecuzione della istanza non-demone.
ja: 実行中のインスタンスがデーモンモードで開始された場合は可視性を切り替え、それ以外の場合は非デーモンインスタンスの実行を終了します
ko: 실행 인스턴스를 데몬 모드로 실행했을 경우 보기 여부를 전환합니다. 그렇지 않으면 데몬 모드로 실행하지 않는 인스턴스를 끝냅니다.

source: The ID of view to switch to on startup or resume
de: Die ID der Ansicht, zu der beim Starten oder Fortsetzen gewechselt werden soll
es: El identificador de la vista a la que se debe cambiar al iniciarse o reanudarse
eu: Abioan edo berrekiterakoan aldatzeko ikuspegiaren IDa
it: ID della vista su cui passare all'avvio o alla ripresa
ja: 起動時または再開時に切り替えるビューの ID
ko: 시스템 시작 또는 세션 재생시 전환할 보기 ID

source: Show version
de: Zeige Version
es: Mostrar la versión
eu: Bertsioa erakutsi
it: Mostra la versione
ja: バージョンを表示
ko: 버전 표시

source: A Gnome Shell like dashboard for Xfce4 - version
de: Ein Gnome Shell-ähnliches Dashboard für Xfce4 - Version
es: Un tablero para Xfce4 como el de GNOME Shell - versión
eu: Gnome shell antzeko aginte-taula bat Xfce4rako - bertsioa
it: Una dashboard per Xfce4 simile a Gnome Shell - versione
ja: Xfce4 用の Gnome シェルのようなダッシュボード - version
ko: Xfce4용 그놈 셸 유사 대시보드

source: This release candidate adds anew property "visibility" to all actors and fixes compiler warnings.
es: Esta versión candidata añade la propiedad nueva «visibilidad» a todos los actores y corrige las advertencias del compilador.

source: xfdashboard-auber
de: xfdashboard Aubergine
es: Xfdashboard berenjena
eu: xfdashboard-alber

source: xfdashboard-moranga
es: Xfdashboard calabaza

source: This release candidate adds a new property "visibility" to all actors and fixes compiler warnings.
ko: 이 출시 후보작에서는 모든 액터에 새 "가시성" 속성을 추가하였으며, 컴파일러 경고를 수정했습니다.

source: s
ko: 초

source: ms
ko: 밀리초
