Repository: gmc-holle/xfdashboard
Catalog: po/*.po
Languages: de, es, eu, it, ja, ko

source: Maybe a Gnome shell like dashboard for Xfce
de: Ein Gnome Shell ähnliches Dashboard für Xfce
es: Un tablero para Xfce similar al de GNOME Shell
eu: Agian Gnome shell antzeko aginte-taula bat Xfcerako
it: Una dashboard per Xfce simile a Gnome shell
ja: Gnome シェル のような Xfce 向けダッシュボード
ko: xfce용 그놈 셸 유사 대시보드

source: Start xfdashboard as daemon in background
de: Xfdashboard als Daemon im Hintergrund starten
es: Iniciar Xfdashboard como servicio en segundo plano
eu: Xfdashboard atzealdean abiarazi deabru bezala
it: Avvia xfdashboard come demone in background
ja: Xfdashboard をデーモンとしてバックグラウンドで起動する
ko: xfdashboard를 백그라운드에서 데몬으로 시작

source: Xfdashboard settings
de: Xfdashboard Einstellungen
es: Configuración de Xfdashboard
eu: Xfdashboard ezarpenak
it: Impostazioni di Xfdashboard
ja: Xfdashboard の設定
ko: xf대시보드 설정

source: Configure xfdashboard
de: Konfigurieren von xfdashboard
eu: Xfdashboard konfiguratu
it: Configura xfdashboard
ja: Xfdashboard を設定する
ko: xf대시보드를 설정합니다

source: Xfdashboard provides a GNOME shell dashboard like interface for use with Xfce desktop.
de: Xfdashboard bietet ein GNOME Shell ähnliches Dashboard Interface für die Benützung mit dem Xfce Desktop an.
es: Xfdashboard provee una interfaz similar al tablero de GNOME Shell para el escritorio Xfce.
eu: Xfdashboard GNOME shell interfazearen antzeko aginte-mahai bat hornitzen du Xfce mahaigainean erabiltzeko.
it: Xfdashboard fornisce una dashboard simile a GNOME shell che può essere utilizzata nell'ambiente Xfce.
ja: Xfdashboard は GNOME shell ダッシュボードのような Xfce デスクトップで使用するためのインターフェースを提供します。
ko: xf대시보드는 Xfce 데스크톱용 그놈 셸 대시보드 유사 인터페이스를 제공합니다.

source: It can be configured to run to any keyboard shortcut and when executed provides an overview of applications currently open enabling the user to switch between different applications. The search feature works like Xfce's app finder which makes it convenient to search for and start applications.
de: Es kann so konfiguriert werden, dass es auf jedem beliebigen Tastenkürzel läuft und bei der Ausführung einen Überblick über die derzeit geöffneten Anwendungen bietet, so dass der Benutzer zwischen verschiedenen Anwendungen wechseln kann. Die Suchfunktion funktioniert wie der App-Finder von Xfce, was das Suchen und Starten von Anwendungen bequem macht.
es: Se puede configurar para que se ejecute con cualquier atajo de teclado. Al ejecutarse proporciona una vista general de las aplicaciones abiertas y permite al usuario cambiar entre diferentes aplicaciones. La función de búsqueda funciona como el buscador de aplicaciones de Xfce, lo que facilita la búsqueda y el inicio de aplicaciones.
eu: Edozein teklatu lasterbide exekutatzeko konfiguratu daiteke eta exekutatzerakoan unean irekitako aplikazioen ikuspegia ematen du, erabiltzaileari aplikazioen aldatzeko aukera emanez. Bilaketa ezaugarriak Xfceren aplikazio bilatzailea bezala funtzionatzen du, aplikazioak bilatzea eta abiaraztea erraztuz.
it: Può essere configurato per essere avviato con qualunque scorciatoia da tastiera per provvedere una panoramica delle applicazioni aperte e l'abilità di passare da un'applicazione all'altra. La funzione di ricerca agisce come l'app finder di Xfce rendendola comoda per la ricerca e l'avvio delle applicazioni.
ja: 任意のショートカットキーで実行するように構成でき、実行すると現在アプリケーションの概要が表示され、ユーザーはさまざまなアプリケーションを切り替えることができます。検索機能は Xfce のアプリファインダーのように機能し、アプリケーションの検索と起動が便利になります。
ko: 실행할 바로가기 키를 설정할 수 있고 제각기 다른 프로그램을 전환할 수 있게 현재 열린 프로그램의 미리보기 화면을 보여줍니다. 검색 기능은 Xfce 앱 검색기처럼 동작하며, 검색을 간편하게 수행하고 프로그램을 쉽게 시작할 수 있게 해줍니다.

source: Browsing applications
de: Anwendungen durchsuchen
es: Navegar por las aplicaciones
eu: Aplikazioak arakatzen
it: Navigazione delle applicazioni
ja: アプリケーションの閲覧
ko: 프로그램 탐색

source: Searching applications
de: Suche Anwendungen
es: Buscar aplicaciones
eu: Aplikazioak bilatzen
it: Ricerca delle applicazioni
ja: アプリケーションを検索
ko: 프로그램 검색

source: This unstable development version fixes the mode to run in background.
es: Esta versión inestable en desarrollo corrige el modo de ejecución en segundo plano.
it: Questa versione instabile di sviluppo corregge la modalità di esecuzione in background.
ja: 不安定版ではバックグラウンドで実行するモードを修正します。
ko: 이 불안정 개발 버전에서는 백그라운드 실행 모드를 수정했습니다.

source: This unstable development version introduces a new plugin to pin windows on secondary monitors automatically.
es: Esta versión inestable en desarrollo introduce un nuevo complemento para fijar automáticamente ventanas en los monitores secundarios.
it: Questa versione instabile di sviluppo introduce una nuova estensione per agganciare automaticamente le finestre su schermi secondari.
ja: この不安定な開発版では、セカンダリモニターにウィンドウを自動的にピン留めするための新しいプラグインが導入されています。
ko: 이 불안정 개발 버전에서는 창을 2차 모니터에 자동으로 고정하는 새 플러그인을 도입했습니다.

source: This unstable development version improves window placement and a new search plugin looking for matches against the recently used documents.
es: Esta versión inestable en desarrollo mejora la colocación de las ventanas y cuenta con un nuevo complemento de búsqueda para encontrar coincidencias en los documentos usados recientemente.
it: Questa versione instabile di sviluppo migliora il piazzamento delle finestre ed una nuova estensione di ricerca per documenti usati di recente.
ja: この不安定な開発版は、ウィンドウの配置と、最近使用したドキュメントを探す新しい検索プラグインを改善します。
ko: 이 불안정 개발 버전에서는 창 배치 기능을 개선했고, 최근 사용한 문서 내용과 일치하는 부분을 검색하는 새 검색 플러그인을 도입했습니다.

source: This unstable development version completes gradients with linear gradients for outline and background filling.
de: Diese instabile Entwicklungsversion vervollständigt die Farbverläufe mit linearen Verläufen für die Kontur- und Hintergrundfüllung.
es: Esta versión inestable en desarrollo completa los gradientes con gradientes lineales para el contorno y el relleno del fondo.
it: Questa versione instabile di sviluppo completa i gradienti con gradienti lineari per il contorno ed il riempimento dello sfondo.
ja: この不安定な開発版では、アウトラインと背景塗りつぶしの線形グラデーションでグラデーションを完了します。
ko: 이 불안정 개발 버전에서는 외곽선과 배경 채우기에 선형 그레디언트로 완전한 그레디언트 채우기 기능을 완성했습니다.

source: This unstable development version introduces completes turning libxfdashboard into a real library and introduces path gradients for outlines.
de: Diese instabile Entwicklungsversion führt Ergänzungen ein, die libxfdashboard zu einer echten Bibliothek machen und führt Pfadverläufe für Umrisse ein.
es: Esta versión inestable en desarrollo introduce complementos que convierten a libxfdashboard en una biblioteca real e introduce gradientes de trayectoria para los contornos.
eu: Garapeneko bertsio ezegonkor honek libxfdashboard benetako liburutegi batean bihurtzen amaitzen du eta bide gradienteak sartzen ditu ingeradetarako.
it: Questa versione di sviluppo instabile introduce il completamento della trasformazione di libxfdashboard in una vera libreria ed introduce i gradienti di percorso per i contorni.
ja: この不安定な開発版では、libxfdashboard が実際のライブラリに導入され、アウトラインのパスグラデーションが導入されています。
ko: 이 불안정 개발 버전에서는 libxfdashboard를 실 라이브러리로 도입 완료했고, 외곽선의 경로 그레디언트를 도입했습니다.

source: This unstable development version introduces nothing user visible but begin moving libxfdashboard into a real library.
de: Diese instabile Entwicklungsversion führt nichts für den Benutzer Sichtbares ein, sondern beginnt damit, libxfdashboard in eine echte Bibliothek zu verwandeln.
es: Esta versión inestable en desarrollo no introduce nada visible para el usuario, sino que empieza a convertir libxfdashboard en una biblioteca real.
eu: Garapeneko bertsio ezegonkor honek ez dakar ikus daitekeen ezer baina libxfdashboard benetako liburutegi bihurtzen hasten da.
it: Questa versione instabile di sviluppo non ha introdotto nulla di visibile all'utente ma indica il punto dal quale libxfdashboard verrà trasferita in una vera libreria.
ja: この不安定な開発バージョンではユーザーに何も表示されませんが、libxfdashboard を実際のライブラリに移動し始めます。
ko: 이 불안정 개발 버전에서는 사용자 눈에 띄는 부분은 없지만, libxfdashboard를 실 라이브러리로 옮기기 시작했습니다.

source: This stable version fixes a bug and replaces AppInfo with AppStream metainfo.
de: Diese stabile Version behebt einen Fehler und ersetzt AppInfo durch AppStream metainfo.
es: Esta versión estable corrige un error y reemplaza la metainformación de AppInfo por la de AppStream.
eu: Bertsio egonkor honek arazo bat konpontzen du eta AppInfo AppStream metainforekin ordezkatzen du.
it: Questa versione stabile risolve un bug e sostituisce AppInfo con metainfo di Appstream.
ja: この安定バージョンはバグを修正し、 AppInfo を AppStream metainfo に置き換えます。
ko: 이 안정 버전에서는 버그를 수정했으며 AppInfo를 AppStream metainfo로 대체했습니다.

source: This stable version introduces lots of new features like animations, pop-up menus, multiple backend and support for jumplists etc. It also includes lots of new and updated translations.
de: Diese stabile Version enthält viele neue Funktionen wie Animationen, Pop-up-Menüs, mehrere Backends und Unterstützung für Jumplists usw. Sie enthält auch viele neue und aktualisierte Übersetzungen.
es: Esta versión estable introduce muchas características nuevas, como animaciones, menús emergentes, múltiples motores y compatibilidad con listas de acciones, etc. También incluye muchas traducciones nuevas y actualizadas.
eu: Bertsio egonkor honek ezaugarri berri asko dakar, animazioak bezala, goranzko menuak, hainbat backend eta jauzi zerrendak etab. Itzulpen berri eta eguneratu asko dakar ere.
it: Questa versione stabile introduce molte nuove caratteristiche come animazioni, menu a comparsa, backend multipli, supporto per jumplist, ecc. Contiene inoltre molte traduzioni nuove ed aggiornate.
ja: この安定バージョンではアニメーション、ポップアップメニュー、複数のバックエンド、ジャンプリストのサポートなど、多くの新機能が導入されています。また多くの新規および更新された翻訳も含まれています。
ko: 이 안정 버전에는 애니메이션, 단축 메뉴, 다중 백엔드, 점프 목록 등의 다양한 새 기능을 도입했습니다. 또한 상당한 분량의 새로운 최신 번역 결과물을 반영했습니다.

source: This stable version fixes a bug setting the correct default applications at first use.
de: Diese stabile Version behebt einen Fehler bei der Einstellung der korrekten Standardanwendungen bei der ersten Benutzung.
es: Esta versión estable corrige un error en la configuración de las aplicaciones por defecto en el primer uso.
eu: Bertsio egonkor honek akats bat zuzentzen du aplikazio lehenetsi egokia ezartzerakoan lehen erabileran.
it: Questa versione stabile risolve un bug impostando applicazioni predefinite corrette al primo utilizzo.
ja: この安定バージョンは、初回使用時に正しいデフォルトアプリケーションを設定するバグを修正します。
ko: 이 안정 버전에서는 첫 사용시 기본 프로그램을 올바르게 설정하는 부분의 문제를 해결했습니다.

source: This stable version introduces lots of new features like plugins and application tracker. It also contains a huge collection of other larger and smaller improvements.
de: Diese stabile Version führt viele neue Funktionen wie Plugins und Application Tracker ein. Sie enthält auch eine riesige Sammlung anderer größerer und kleinerer Verbesserungen.
es: Esta versión estable introduce muchas características nuevas como los complementos y el buscador de aplicaciones. También contiene una enorme colección de otras mejoras mayores y menores.
eu: Bertsio egonkor honek ezaugarri berri asko dakar, adibidez pluginak eta aplikazioen jarraitzailea. Beste hobekuntza handi eta txikien bilduma erraldoia dauka ere.
it: Questa versione stabile introduce molte nuove caratteristiche come le estensioni e il localizzatore di applicazioni. Contiene anche un'enorme collezione di altri miglioramenti maggiori e minori.
ja: この安定バージョンでは、プラグインやアプリケーショントラッカーなどの多くの新機能が導入されています。 また大小様々な多くの改善点コレクションも含まれています。
ko: 이 안정 버전에서는 플러그인과 같은 여러 새 기능과 프로그램 트래커를 도입했습니다. 이 부분에 있어 크고 작은 방대한 개선 사항이 있습니다.

source: <span size="large"><b>Xfdashboard settings</b></span>
de: <span size="large"><b>Xfdashboard Einstellungen</b></span>
es: <span size="large"><b>Configuración de Xfdashboard</b></span>
eu: <span size="large"><b>Xfdashboard ezarpenak</b></span>
it: <span size="large"><b>Impostazioni di Xfdashboard</b></span>
ja: <span size="large"><b>Xfdashboard 設定</b></span>
ko: <span size="large"><b>xf대시보드 설정</b></span>

source: Configure plugin
de: Plugin konfigurieren
es: Configurar el complemento
eu: Plugina konfiguratu
it: Configura estensione
ja: プラグインを設定する
ko: 플러그인 설정

source: <span size="large"><b>Xfdashboard settings</b></span> Configure xfdashboard
de: <span size="large"><b>Xfdashboard Einstellungen</b></span> xfdashboard konfigurieren
es: <span size="large"><b>Configuración de Xfdashboard</b></span> Configure Xfdashboard
eu: <span size="large"><b>Xfdashboard ezarpenak</b></span> Xfdashboard konfiguratu
it: <span size="large"><b>Impostazioni di Xfdashboard</b></span> Configura xfdashboard
ja: <span size="large"><b>Xfdashboard の設定</b></span> Xfdashboard を設定する
ko: <span size="large"><b>xf대시보드 설정</b></span> xf대시보드 설정

source: <b>General settings:</b>
de: <b>Allgemeine Einstellungen:</b>
es: <b>Configuración general</b>
eu: <b>Ezarpen orokorrak:</b>
it: <b>Impostazioni generali:</b>
ja: <b>一般設定:</b>
ko: <b>일반 설정:</b>

source: Reset search view when resumed
de: Suche-Ansicht zurücksetzen bei erneuter Anzeige
es: Restablecer la vista de búsqueda al reanudarse
eu: Berrezarri bilaketa ikuspegia berrekiterakoan
it: Ripristina visualizzazione di ricerca al ripristino
ja: 再開時に検索ビューをリセットする
ko: 검색을 재개할 때 보기 창 초기화

source: If enabled the search view will be resetted when xfdashboard is resumed. That means the active view is switched back to last view active before last search was started and search box will be emptied. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
de: Wenn aktiviert, wird die Suchansicht zurückgesetzt, wenn xfdashboard wieder fortgesetzt wird. Das bedeutet, dass die aktive Ansicht wieder auf die letzte vor dem Start der letzten Suche aktive Ansicht zurückgeschaltet wird und das Suchfeld geleert wird. <b>HINWEIS:</b> Diese Einstellung wird nur wirksam, wenn xfdashboard im Dienst-Modus läuft.
es: Si se activa, se restablecerá la vista de búsqueda al reanudarse. Esto significa que se volverá a la última vista activa antes de iniciar la última búsqueda y que se borrará el cuadro de búsqueda. <b>NOTA:</b> Este ajuste solo tiene efecto si Xfdashboard se ejecuta en modo servicio.
eu: Gaitzen bada bilaketa ikuspegia berrezarri egingo da xfdashboard berrekiten denean. Horrek ikuspegi aktiboak azken ikuspegi aktibora bueltatuko dela esan nahi du eta bilaketa kutxa hustuko da. <b>OHARRA:</b> Ezarpen honek xfdashboard deabru moduan exekutatzen bada izango du efektua soilik.
it: Se abilitato, la vista della ricerca verrà reimpostata quando l'esecuzione di xfdashboard viene ripresa. Questo significa che la vista attiva viene scambiata con l'ultima vista attiva prima dell'ultima ricerca e la barra di ricerca verrà svuotata. <b>NOTA:</b> Questa impostazione ha effetto soltanto se xfdashboard è avviato in modalità demone.
ja: 有効にすると、Xfdashboard が再開されたときに検索ビューがリセットされます。つまり、アクティブなビューは前回の検索が開始される前にアクティブになっていたビューに戻り、検索ボックスが空になります。 <b>注:</b> この設定は、Xfdashboard がデーモンモードで実行されている場合のみ有効です。
ko: 활성화하면 xfdashboard를 되살렸을 때 검색 보기를 초기화합니다. 최근 검색을 시작하기 전의 마지막 보기 활성 상태로 활성 보기를 되돌리고 검색 상자를 비워둡니다. <b>참고:</b> 이 설정은 xfdashboard를 데몬 모드로 실행할 경우에만 적용합니다.

source: When xfdashboard resumes the selected view will be activated. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
de: Wenn xfdashboard fortgesetzt wird, wird die ausgewählte Ansicht aktiviert. <b>HINWEIS:</b> Diese Einstellung wird nur wirksam, wenn xfdashboard im Dienst-Modus läuft.
es: Se activará la vista seleccionada al reanudarse. <b>NOTA:</b> Esta configuración solo tiene efecto si Xfdashboard se ejecuta en modo servicio.
eu: Xfdashboard berrekiten denean hautatuko ikuspegia aktibatuko da. <b>OHARRA:</b> Ezarpen honek xfdashboard deabru moduan exekutatzen bada izango du efektua soilik.
it: Quando xfdashboard viene ripristinato, la vista selezionata verrà attivata. <b>NOTA:</b> Questa impostazione prende effetto solo quando xfdashboard è avviato in modalità demone.
ja: Xfdashboard が再開すると、選択したビューがアクティブになります。 <b>注意:</b> この設定は Xfdashboard がデーモンモードで実行されている場合にのみ有効になります。
ko: xfdashboard를 되살리면 선택한 뷰를 띄웁니다. <b>참고:</b> 이 설정은 xfdashboard를 데몬 모드로 실행할 때만 적용합니다.

source: Switch to view when resumed:
de: Zur Ansicht wechseln bei erneuter Anzeige:
es: Cambiar de vista al reanudarse:
eu: Ikuspegira aldatu berrekiterakoan:
it: Spostarsi sulla vista al ripristino:
ja: 再開時に表示に切り替える:
ko: 재개할 때 뷰 전환:

source: Sets the minimum time a notification is being shown. The duration is calculated by the length of the text to show in notification. This setting allows you to specify how long the notification must be shown at least.
de: Legt die Mindestzeit fest, für die eine Benachrichtigung angezeigt wird. Die Dauer wird anhand der Länge des in der Benachrichtigung anzuzeigenden Textes berechnet. Mit dieser Einstellung können Sie festlegen, wie lange die Benachrichtigung mindestens angezeigt werden muss.
es: Configura el tiempo mínimo que se muestra una notificación. La duración se calcula en función de la longitud del texto de la notificación. Este ajuste permite especificar el tiempo mínimo que debe mostrarse la notificación.
eu: Jakinarazpen bat ikusiko den gutxieneko denbora ezartzen du. Iraupena jakinarazpenaren testuaren luzeraren arabera kalkulatzen da. Ezarpen honek jakinarazpena gutxienez zenbat denbora ikusiko den zehaztea baimentzen dizu.
it: Imposta il tempo minimo della visualizzazione di una notifica. La durata è calcolata in base alla lunghezza del testo da mostrare nella notifica. Questa impostazione ti permette di specificare il tempo minimo per cui la notifica deve essere visualizzata.
ja: 通知が表示される最低時間を設定します。 通知時間は表示するテキストの長さによって計算されます。この設定により、通知を表示する最低時間を指定できます。
ko: 알림을 나타낼 최소 시간을 설정합니다. 시간 길이는 알림에 나타난 텍스트 길이에 따라 계산합니다. 이 설정으로 하여금 최소한 보여줘야 할 알림을 얼마나 더 오래 볼 지 지정할 수 있습니다.

source: Minimum notification timeout:
de: Minimale Benachrichtigungszeitüberschreitung:
es: Tiempo de espera mínimo de la notificación:
eu: Jakinarazpenen gutxieneko denbora-muga:
it: Durata minima della notifica:
ja: 最小通知タイムアウト:
ko: 최소 알림 제한 시간:

source: Enable workaround for minimized windows
de: Workaround für minimierte Fenster aktivieren
es: Activar una solución alternativa para las ventanas minimizadas
eu: Minimizatutako leihoentzako konponbidea gaitu
it: Abilita workaround per finestre minimizzate
ja: 最小化されたウィンドウへの回避策を有効にする
ko: 최소화 창 대안 옵션 활성

source: When enabled a workaround for minimized windows will be tried to get still images of these windows by restoring them shortly and minimizing them again. <b>NOTE:</b> Be aware that this is a <u>workaround</u> and your minimized windows could stay unminimized, change workspace etc.
de: Wenn aktiviert, wird versucht, eine Abhilfe für minimierte Fenster zu schaffen, indem Standbilder dieser Fenster kurz wiederhergestellt und wieder minimiert werden. <b>HINWEIS:</b> Seien Sie sich bewusst, dass dies eine <u>Umgehungslösung</u> ist und Ihre minimierten Fenster unminimiert bleiben, den Arbeitsbereich wechseln usw.
es: Al activar una solución alternativa para las ventanas minimizadas, se intentará obtener imágenes fijas de estas ventanas restaurándolas brevemente y minimizándolas de nuevo. <b>NOTA: </b>Tenga en cuenta que esta es una <u>solución alternativa</u> y que las ventanas minimizadas podrían permanecer sin minimizar, cambiar de área de trabajo, etc.
eu: Gaituta dagoenean minimizatutako leihoetarako konponbide bat saiatuko da leiho hauen irudiak eskuratzen hauek berrezartzen eta berriro minimizatzen. <b>OHARRA:</b>Kontuan izan hau <u>konponbide</u> bat dela eta zure minimizatutako leihoak minimizatu gabe mantendu daitezkeela, lan-eremua aldatu etab.
it: Quando abilitato, verrà tentata una applicazione di un workaround per finestre minimizzate per far sì che vengano visualizzate le immagini ferme di queste finestre quando vengono ripristinate e minimizzate subito dopo. <b>NOTA:</b> Sii consapevole che questo è un <u>workaround</u> e le tue finestre minimizzate potrebbero rimanere non minimizzate, cambiare spazio di lavoro, ecc.
ja: 最小化されたウィンドウへの回避策を有効にすると、これらのウィンドウをすぐに復元して再度最小化することにより、これらのウィンドウの静止画像を取得しようとします。 <b>注意</b>: これは<u>回避策</u>であり、最小化されたウィンドウが最小化されないままになる、ワークスペースを変更するなどの可能性があることに注意してください。

source: This value defines how fast the window content should be created. While the value 'immediate' tells xfdashboard to create the window content at the time it is requested, all other values will set up a queue and value defines how fast the queue will be processed. <b>NOTE:</b> Only change this value from 'immediate' to other value if your graphics card, driver or system is too slow to create the window contents immediately. You have to try each value to find the one fitting your system.
de: Dieser Wert definiert, wie schnell der Fensterinhalt erstellt werden soll. Während der Wert 'sofort' xfdashboard anweist, den Fensterinhalt zum Zeitpunkt der Anforderung zu erstellen, richten alle anderen Werte eine Warteschlange ein und der Wert definiert, wie schnell die Warteschlange verarbeitet wird. <b>HINWEIS:</b> Ändern Sie diesen Wert nur dann von 'sofort' auf einen anderen Wert, wenn Ihre Grafikkarte, Ihr Treiber oder Ihr System zu langsam ist, um den Fensterinhalt sofort zu erstellen. Sie müssen jeden Wert ausprobieren, um den zu Ihrem System passenden Wert zu finden.
es: Este valor define la velocidad con la que se debe crear el contenido de la ventana. Mientras que el valor «inmediatamente» le indica a Xfdashboard que cree el contenido de la ventana en el momento en que se solicite, todos los demás valores configurarán una cola y el valor dado definirá cómo de rápido se procesará la cola. <b>NOTA:</b> Solo cambie este valor de «inmediatamente» a otro valor si la tarjeta gráfica, el controlador o el sistema es demasiado lento para crear el contenido de la ventana inmediatamente. Debe probar cada valor para encontrar el que mejor se ajuste a su sistema.
eu: Balio honek leihoaren edukia zeinen azkar sortu behako litzatekeen zehazten du. 'Berehala' balioak xfdashboardi edukia eskatutakoan sortzeko esaten dio, beste balioek ilara bat sortuko dute eta balioak ilara zeinen azkar prozesatuko den zehazten du. <b>OHARRA:</b> Balio hau 'Berehala'-tik aldatu zure txartel grafikoa, driverra edo sistema leiho edukia berehala sortzeko motelegia denean soilik. Balio bakoitza probatu behar duzu zure sistemari hobekien doakiona aurkitzeko.
it: Questo valore indica con quale velocità vengono creati i contenuti della finestra. Il valore 'immediato' dice a xfdashboard di creare il contenuto della finestra quando viene richiesto, mentre gli altri valori imposteranno una coda ed il valore indica con quale velocità la coda sarà processata. <b>NOTA:</b> Cambiare questo valore da 'immediato' ad un altro valore solo se la tua scheda grafica, driver o il sistema sono troppo lenti per creare il contenuto delle finestre immediatamente. Dovrai provare ogni valore per trovare quello che più si addice al tuo sistema.
ja: この値は、ウィンドウコンテンツを作成する速さを定義します。値「すぐに」は、要求され次第ウィンドウコンテンツを作成するよう Xfdashboard に指示します。他の値の場合はキューを設定し、処理されるまでの速さを定義します。 <b>注意:</b> グラフィックカード、ドライバ、システムが遅すぎてウィンドウコンテンツをすぐに作成できない場合のみ、「すぐに」から他の値に変更してください。各値を試してシステムに合う値を見つけてください。

source: Priority of window content creation
de: Priorität des Erfassens von Fenster-Inhalten
es: Prioridad de la creación del contenido de la ventana:
eu: Leiho edukia sortzeko lehentasuna
it: Priorità della creazione del contenuto nelle finestre
ja: ウィンドウコンテンツ作成の優先順位
ko: 창 내용 생성 우선순위입니다

source: Show child windows in main windows
de: Untergeordnete Fenster in Hauptfenstern anzeigen
es: Mostrar las ventanas secundarias en las ventanas principales
eu: Leiho umeak leiho nagusian erakutsi
it: Mostra finestre figlio nelle finestre principali
ja: メインウィンドウに子ウィンドウを表示する
ko: 주 창 안에 하위 창 표시
